Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets-representanter-2013-2017.html.tmx
Source language: nob
Languages: sme

source: Sametingets representanter 2013-2017
sme: Sámedikki áirasat 2013-2017

source: Liste over Sametingets representanter i det 7. Sametinget, i perioden 2013-2017.
sme: Sámedikki áirasat 7. Sámedikkis, áigodagas 2013-2017.

source: Valgkrets 1 - Østre
sme: Válgabiire 1 - Nuorta

source: Hartvig Hansen, Árja
sme: Beaska Niillas, NSR/SáB

source: Ragnhild M. Aslaksen, Ap, representant 2016-2017
sme: Mariann Wollmann Magga, Bb, sámediggeráđi lahttu 2016-2017

source: Marit Kirsten Anti Gaup, Ap
sme: Christina Henriksen, NSR/SáB

source: Aili Keskitalo, NSR, president 2013-2016
sme: Ragnhild M. Aslaksen, Bb, áirras 2016-2017

source: Mathis Nilsen Eira, NSR
sme: Válgabiire 2 - Ávjovárri

source: Laila Nystad, NSR, representant 2013-2016
sme: Inger Eline Eriksen Fjellgren, Árja, sámediggeráđi lahttu 2016-2017

source: Valgkrets 3 - Nordre
sme: Johan Vasara, Bb

source: Ronny Wilhelmsen, Ap Toril Bakken Kåven, Nordkalottfolket
sme: Per A. Bæhr, Johttisápmelaččaid listu

source: Inger Elin Utsi, NSR, representant 2013-2016
sme: Isak Mathis O. Hætta, Dáloniid listu

source: Henrik Olsen, NSR, rådsmedlem 2013-2016
sme: Laila Susanne Vars, Árja, áirras 2013-2016

source: Per Mathis Oskal, Ap, rådsmedlem 2017
sme: Fred-Rene Ø. Buljo, Árja, áirras 2016-2017

source: Viktor Inge Paulsen, NSR
sme: Jan Åge Biti, Árja, áirras 2016-2017

source: Lars Filip Paulsen, H, rådsmedlem og visepresident 2016-2017
sme: Laila Nystad, NSR, áirras 2013-2016

source: Aili Kirste S. Strømeng, H, representant 2016-2017
sme: Válgabiire 3 - Davvi

source: Nanna Thomassen, NSR, representant 2013-2016
sme: Silje Karine Muotka, NSR, sámediggeráđi lahttu 2013-2016

source: Valgkrets 6 - Sørsamisk
sme: Inger Elin Utsi, NSR, áirras 2013-2016 Válgabiire 4 - Gáisi

source: Nora Marie Bransfjell, NSR, representant 2013-2016
sme: Henrik Olsen, NSR, sámediggeráđi lahttu 2013-2016

source: Valgkrets 7 - Sør-Norge
sme: Per Mathis Oskal, Bb, sámediggeráđi lahttu 2017

source: Tor Gunnar Nystad, NSR
sme: Sandra Márjá West, NSR

source: Marie Therese Nordsletta Aslaksen, Samer sørpå
sme: Lars Oddmund Sandvik, Árja
